Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: You tapped the fallback option, but no fallback method is configured.
bg: Натиснали сте резервната опция, но няма конфигуриран резервен метод.
cs: Klepl jsi na záložní volbu, ale není nakonfigurována žádná záložní metoda.
da: Du har trykket på tilbagefaldsindstillingen, men ingen tilbagefaldsmetode er konfigureret.
de: Du hast auf die Ersatzoption getippt, aber es ist keine Ersatzoption konfiguriert.
fr: Vous avez choisi la méthode alternative, mais aucune n’a été configurée.
nb_no: Du valgte alternativ metode, men ingen alternativ metode er konfigurert.
pl: Wybrano opcję zapasową, ale nie skonfigurowano żadnej metody zapasowej.
vi: Bạn đã nhấn vào tùy chọn dự phòng, nhưng hiện chưa có phương thức dự phòng nào được cấu hình.
zh_hant: 你點選了回退選項，但未設定任何回退方法。

source: You will also be guided through re-configuring your algorithm settings, respecting Trio's new guardrails.
bg: Ще бъдете преведени и през преконфигурирането на настройките на алгоритъма, спазвайки новите предпазни граници на Trio.
cs: Budeš také proveden opětovným nastavením algoritmu, které zohledňuje nové bezpečnostní limity aplikace Trio.
da: Du vil også blive vejledt gennem re-konfiguration af dine algoritme indstillinger, der respekterer Trios nye sikkerhedsbegrænsninger.
de: Du wirst auch durch die Neukonfiguration Deiner Algorithmuseinstellungen geführt, wobei die neuen Vorgaben von Trio beachtet werden.
fr: Vous serez également guidé pour reconfigurer vos réglages d’algorithme, dans le respect des nouvelles limites de sécurité définies par Trio.
nb_no: Du vil også bli guidet gjennom et nytt oppsett av algoritmeinnstillingene, som hensyntar de nye sikkerhets-begrensningene i Trio.
nl: U wordt ook begeleid door uw algoritme instellingen te herconfigureren, waarbij u de nieuwe bewakingspatronen van Trio's respecteert.
pl: Otrzymasz również wskazówki dotyczące ponownej konfiguracji ustawień algorytmu, uwzględniające nowe zabezpieczenia Trio.
sv: Du kommer också att guidas genom en omkonfigurering av dina algoritminställningar, där hänsyn tas till Trios nya säkerhetsgränser.
vi: Bạn cũng sẽ được hướng dẫn cấu hình lại các cài đặt thuật toán của mình, đồng thời tuân theo các giới hạn an toàn (guardrails) mới của Trio.
zh_hant: 您也將被指導重新配置您的演算法設定，遵從 Trio 的新防範措施。

source: You're All Set!
bg: Готови сте!
cs: Vše je nastaveno!
da: Du er nu klar!
de: Du bist startklar!
fr: Vous êtes prêt !
nb_no: Du er ferdig!
nl: Je Bent Klaar!
pl: Wszystko gotowe!
sv: Du är klar!
vi: Bạn đã sẵn sàng!
zh_hant: 你已完全設定！

source: You've successfully completed the initial setup of Trio. Tap 'Get Started' to save your settings and start using Trio.
bg: Успешно завършихте началното настройване на Trio. Натиснете „Get Started“, за да запазите настройките си и да започнете да използвате Trio.
cs: Úspěšně jsi dokončil úvodní nastavení Tria. Klepnutím na „Začít“ uložíš své nastavení a můžeš začít Trio používat.
da: Du har gennemført den indledende opsætning af Trio. Tryk på 'Kom i gang' for at gemme dine indstillinger og begynde at bruge Trio.
de: Du hast die Ersteinrichtung von Trio erfolgreich abgeschlossen. Tippe auf „Erste Schritte“, um Deine Einstellungen zu speichern und Trio zu verwenden.
fr: Vous avez terminé la configuration initiale de Trio. Touchez " Commencer" pour enregistrer vos réglages et commencer à utiliser l’application.
nb_no: Du har fullført grunnoppsettet av Trio. Trykk på 'Kom i gang' for å lagre innstillingene dine og begynne å bruke Trio.
nl: U hebt de initiële installatie van Trio succesvol voltooid. Tik op 'Begin' om uw instellingen op te slaan en te beginnen met het gebruik van Trio.
pl: Pomyślnie zakończono początkową konfigurację Trio. Naciśnij przycisk 'Rozpocznij' aby zapisać swoje ustawienia i zacząć używać Trio.
sv: Du har slutfört den första installationen av Trio. Tryck på "Kom igång" för att spara dina inställningar och börja använda Trio.
vi: Bạn đã hoàn tất thiết lập ban đầu của Trio. Nhấn 'Bắt đầu' để lưu cài đặt và bắt đầu sử dụng Trio.
zh_hant: 你已成功完成 Trio 的初始設置。點擊「開始使用」以儲存你的設定並開始使用 Trio。

source: Your algorithm settings (previously called "OpenAPS settings") are reset to defaults.
bg: Настройките ви на алгоритъма (преди наричани „OpenAPS settings“) са нулирани до стойности по подразбиране.
cs: Vaše nastavení algoritmu (dříve nazývané "OpenAPS nastavení") jsou obnovena na výchozí hodnoty.
da: Dine algoritmeindstillinger (tidligere kaldet "OpenAPS-indstillinger") nulstilles til standardindstillinger.
de: Deine Algorithmuseinstellungen (früher "OpenAPS-Einstellungen" genannt) werden auf die Standardwerte zurückgesetzt.
fr: Vos réglages d’algorithme (anciennement appelés "réglages OpenAPS") sont réinitialisés à leurs valeurs par défaut.
nb_no: Dine algoritmeinnstillinger (tidligere kalt "OpenAPS innstillinger") blir satt tilbake til standard.
nl: Je algoritme instellingen (eerder "OpenAPS instellingen") worden teruggezet naar de standaardwaarden.
pl: Twoje ustawienia algorytmu (wcześniej nazywane "ustawieniami OpenAPS") zostaną zresetowane do domyślnych.
sv: Dina algoritminställningar (tidigare kallade "OpenAPS-inställningar") kommer att återställas till standardinställningar.
vi: Các cài đặt thuật toán của bạn (trước đây gọi là “cài đặt OpenAPS”) đã được đặt lại về mặc định.
zh_hant: 您的演算法設定（以前稱為“OpenAPS 設定”）已重置為預設值。

source: Your basal profile represents the amount of background insulin you need throughout the day. This helps Trio calculate your insulin needs.
bg: Базалният ви профил представлява количеството фонов инсулин, от което се нуждаете през деня. Това помага на Trio да изчисли нуждите ви от инсулин.
cs: Tvůj bazální profil představuje množství inzulínu na pozadí, které potřebuješ během dne. To pomáhá Triu vypočítat tvou celkovou potřebu inzulínu.
da: Din basalprofil repræsenterer den mængde insulin, du har brug for i baggrunden hele dagen. Dette hjælper Trio med at beregne dit insulinbehov.
de: Dein Basalprofil stellt die Menge an Hintergrundinsulin dar, das Du während des Tages benötigst. Es ist auch die Basis für Trio bei der Berechnung des weiteren Insulinbedarfs.
fr: Votre profil basal représente la quantité d’insuline de fond dont vous avez besoin tout au long de la journée. Il permet à Trio de calculer vos besoins en insuline.
nb_no: Basalprofilen din representerer mengden bakgrunnsinsulin du trenger i løpet av dagen. Dette hjelper Trio med å beregne insulinbehovet ditt.
nl: Je basaalstand geeft aan hoeveel insuline je nodig hebt gedurende de hele dag. Hiermee kan Trio jouw insulinebehoeften berekenen.
pl: Twój profil bazowy przedstawia ilość insuliny podstawowej, której potrzebujesz w ciągu dnia. Pomaga to Trio obliczyć zapotrzebowanie na insulinę.
sv: Din basalprofil representerar mängden bakgrundsinsulin du behöver under hela dagen. Detta hjälper Trio att beräkna dina insulinbehov.
vi: Cấu hình liều nền (basal) của bạn thể hiện lượng insulin nền mà cơ thể cần trong suốt cả ngày. Thông tin này giúp Trio tính toán nhu cầu insulin của bạn một cách chính xác.
zh_hant: 你的基礎設定代表你在一天中所需的背景胰島素量。這幫助 Trio 計算你的胰島素需求。

source: Your carb ratio tells how many grams of carbohydrates one unit of insulin will cover. This is essential for accurate meal bolus calculations.
bg: Вашето съотношение инсулин/въглехидрати показва колко грама въглехидрати ще покрие една единица инсулин. Това е от съществено значение за точните изчисления на болус за хранене.
cs: Tvůj sacharidový poměr udává, kolik gramů sacharidů pokryje jedna jednotka inzulínu. To je nezbytné pro přesné výpočty bolusů k jídlu.
da: Deres kulhydratforhold angiver, hvor mange gram kulhydrater en enhed insulin vil dække. Dette er vigtigt for nøjagtige bolusberegninger ved måltider.
de: Dein Kohlenhydratverhältnis gibt an, wie viele Gramm Kohlenhydrate eine Einheit Insulin abdeckt. Dies ist wichtig für die genaue Berechnung des Mahlzeitenbolus.
fr: Votre Ratio Insuline/Glucides (aussi appelé ratio glucidique) indique combien de grammes de glucides peuvent être absorbés à l'aide d'une unité d’insuline. C’est essentiel pour calculer avec précision les bolus pour vos repas.
nb_no: Karbohydratforholdet ditt forteller hvor mange gram karbohydrater én enhet insulin vil dekke. Dette er avgjørende for nøyaktige beregninger av måltidsbolus.
nl: De koolhydraten ratio geeft aan hoeveel gram koolhydraten één eenheid insuline zal dekken. Dit is essentieel voor nauwkeurige bolus berekeningen van de maaltijd.
pl: Twój stosunek węglowodanów wskazuje, ile gramów węglowodanów pokryje jedna jednostka insuliny. Jest to niezbędne do dokładnego obliczenia bolusa posiłkowego.
sv: Din insulinkvot berättar hur många gram kolhydrater en enhet insulin kommer att täcka. Detta är viktigt för noggrann beräkning av måltidsbolus.
vi: Tỷ lệ carb của bạn cho biết một đơn vị insulin sẽ xử lý được bao nhiêu gam carbohydrate. Đây là thông số quan trọng để tính chính xác liều insulin bolus cho bữa ăn.
zh_hant: 你的碳水化合物比率告訴你每單位胰島素能覆蓋多少克碳水化合物。這對於準確的餐前注射計算至關重要。

source: Your entered amount was limited by your max Bolus setting of %d%@
bg: Въведеното от вас количество беше ограничено от настройката ви за максимален болус от %d%@
cs: Zadané množství bylo omezeno tvým nastavením maximálního bolusu na %d%@
da: Din indtastade mængde blev begrænset af din maksimale Bolusindstilling på %d%@
de: Dein eingegebener Wert wurde durch Deine "Maximale Bolus-Einstellung" von %d%@ begrenzt
es: La cantidad ingresada fue limitada por la configuración máxima del bolo de %d%@
fr: La quantité saisie a été limitée par votre réglage de bolus maximal de %d%@
it: Il tuo importo inserito è stato limitato dalla tua impostazione del Bolo massimo di %d%@
nb_no: Mengden du la inn ble begrenset av innstillingen for Maks Bolus på %d%@
nl: Je ingevoerde hoeveelheid is beperkt door je maximale bolusinstelling van %d%@
pl: Wprowadzona kwota została ograniczona przez twoje maksymalne ustawienie bolusa %d%@
pt_pt: A sua quantia inserida foi limitada pela configuração do Bólus máximo de %d%@
ru: Доза была ограничена Вашей настройкой максимального болюса в размере %d%@
sv: Du har angivit en insulinmängd som är över din maxinställning på %d%@
uk: Введена вами сума була обмежена налаштуванням максимального болюсу %d%@
vi: Lượng bạn đã nhập đã bị giới hạn bởi cài đặt Bolus tối đa của bạn là %d%@
zh_hant: 您輸入的金額受到您最大注射設置的%d%@限制

source: Your glucose target is the blood glucose level you aim to maintain. Trio will use this to calculate insulin doses and provide recommendations.
bg: Целевата ви глюкоза е нивото на кръвната захар, което се стремите да поддържате. Trio ще използва това, за да изчислява дози инсулин и да предоставя препоръки.
cs: Tvůj cílový glykemický rozsah je hladina glykémie, kterou se snažíš udržet. Trio ji využívá k výpočtu dávek inzulínu a k poskytování doporučení.
da: Dit glukosemål er det glukoseniveau, du ønsker at vedligeholde. Trio vil bruge dette til at beregne insulindoser og give anbefalinger.
de: Dein Glukoseziel ist der Blutzuckerspiegel, den Du beibehalten möchtest. Anhand dieses Wertes berechnet Trio die Insulindosis und gibt Empfehlungen.
fr: Votre cible de glucose est le niveau de glucose que vous souhaitez maintenir. Trio s’en servira pour calculer les doses d’insuline et formuler des recommandations.
nb_no: Ditt blodsukkermål er blodsukkernivået du ønsker å holde. Trio vil bruke dette for å beregne insulindoser og gi anbefalinger.
nl: Jouw glucosedoel is het bloedsuikergehalte dat u wilt behouden. Trio zal dit gebruiken om insuline doses te berekenen en aanbevelingen te doen.
pl: Twoja docelowa glikemia to poziom glikemii we krwi, który chcesz utrzymać. Trio użyje go do obliczenia dawek insuliny i przedstawi zalecenia.
sv: Ditt målglukos är blodsockernivån du strävar efter att upprätthålla. Trio kommer att använda detta för att beräkna insulindoser och ge rekommendationer.
vi: Mục tiêu đường huyết của bạn là mức đường trong máu mà bạn muốn duy trì. Trio sẽ sử dụng thông tin này để tính toán liều insulin và đưa ra các khuyến nghị phù hợp.
zh_hant: 你的血糖目標是你希望維持的血糖水平。Trio 將使用這個來計算胰島素劑量並提供建議。

source: Your insulin sensitivity factor (ISF) indicates how much one unit of insulin will lower your blood glucose. This helps calculate correction boluses.
bg: Вашият фактор на инсулинова чувствителност (ISF) показва с колко една единица инсулин ще понижи кръвната ви захар. Това помага за изчисляване на коригиращи болуси.
cs: Tvůj faktor citlivosti na inzulín (ISF) udává, o kolik jedna jednotka inzulínu sníží tvou hladinu glykémie. To pomáhá vypočítat korekční bolusy.
da: Din insulinsensitivitetsfaktor (ISF) angiver, hvor meget en enhed insulin vil sænke dit blodsukker. Dette hjælper med at beregne korrektionsbolusser.
de: Dein Insulinempfindlichkeitsfaktor (ISF) gibt an, um wie viel eine Einheit Insulin Deinen Blutzucker senken wird. Dies hilft bei der Berechnung von Korrekturbolusgaben.
fr: Votre facteur de sensibilité à l’insuline (ISF) indique de combien une unité d’insuline fait baisser votre niveau de glucose. Cela aide à calculer les bolus de correction.
it: Il fattore di sensibilità insulinica (ISF) indica quanto un’unità d'insulina abbasserà la glicemia, il che aiuta a calcolare i boli di correzione.
nb_no: Din insulinfølsomhetsfaktor (ISF) angir hvor mye én enhet med insulin vil senke blodsukkeret ditt. Dette brukes til å beregne korreksjonsdoser.
nl: Jouw insuline gevoeligheidsfactor (ISF) geeft aan hoeveel een insuline eenheid uw bloedglucose zal verlagen. Dit helpt om correctie bolussen te berekenen.
pl: Twój współczynnik wrażliwości na insulinę (ISF) wskazuje, o ile jedna jednostka insuliny obniży poziom glikemii we krwi. Pomaga to obliczyć bolusy korekcyjne.
sv: Din insulinkänslighetsfaktor (ISF) anger hur mycket en enhet insulin sänker ditt blodglukos. Detta hjälper till att beräkna korrigeringsbolusar.
vi: Hệ số độ nhạy insulin (ISF) của bạn cho biết một đơn vị insulin sẽ làm giảm lượng đường huyết bao nhiêu. Thông số này giúp tính toán liều insulin điều chỉnh (bolus hiệu chỉnh).
zh_hant: 你的胰島素敏感度因子 (ISF) 表示一單位胰島素會降低你多少血糖。這有助於計算矯正注射。

source: Your last 24 hr of treatment data (pump events, carb entries, glucose trace, etc.) are migrated.
bg: Данните ви от последните 24 часа за въвежданията (събития от помпата, записи за въглехидрати, глюкозна следа и др.) са мигрирани.
cs: Tvá data o léčbě za posledních 24 hodin (události pumpy, záznamy sacharidů, křivka glykémie atd.) byla přenesena.
da: Dine sidste 24 timer af behandlingsdata (pumpehændelser, kulhydrater, glukose data, osv.) migreres.
de: Deine Behandlungsdaten der letzten 24 Stunden (Pumpenereignisse, Kohlenhydrateingaben, Glukosekurve usw.) werden übertragen.
fr: Les données de traitement des 24 dernières heures (événements de pompe, ajouts de glucides, mesures de glucose, etc.) seront migrées.
nb_no: Dine behandlingsdata (pumpehendelser, karbohydrater, blodsukkerverdier, osv) for de siste 24 timer blir migrert.
nl: Je laatste 24u aan behandelingsgegevens (pomp gebeurtenissen, koolhydraten, glucose etc.) zijn gemigreerd.
pl: Dane dotyczące leczenia z ostatnich 24 godzin (zdarzenia pompy, wpisy dotyczące węglowodanów, glikemii itp.) zostaną przeniesione.
sv: Dina senaste 24 timmars behandlingsdata (pumphändelser, kolhydrater, glukosposter, etc.) migreras.
vi: Dữ liệu điều trị trong 24 giờ gần nhất của bạn (sự kiện từ bơm, nhập carbohydrate, biểu đồ đường huyết, v.v.) đã được chuyển sang.
zh_hant: 您的前 24 小時治療數據（幫浦事件、碳水化合物輸入、血糖追蹤等）已成功遷移。

source: Your last 24 hr of treatment data (pump events, carb entries, glucose trace, etc.) are not migrated.
bg: Данните ви от последните 24 часа за въвежданията (събития от помпата, записи за въглехидрати, глюкозна следа и др.) не са мигрирани.
cs: Tvá data o léčbě za posledních 24 hodin (události pumpy, záznamy sacharidů, křivka glukózy atd.) nejsou migrována.
da: Dine sidste 24 timer af behandlingsdata (pumpehændelser, kulhydrater, glukose data, osv.) migreres ikke.
de: Deine Behandlungsdaten der letzten 24 Stunden (Pumpenereignisse, Kohlenhydrateingaben, Glukosekurve usw.) werden nicht übertragen.
fr: Les données de traitement des 24 dernières heures (événements de pompe, ajouts de glucides, mesures de glucose, etc.) ne sont pas migrées.
nb_no: Dine behandlingsdata (pumpehendelser, karbohydrater, blodsukkerverdier, osv) for de siste 24 timer er ikke migrert.
nl: Je laatste 24u aan behandelingsgegevens (pomp gebeurtenissen, koolhydraten, glucose etc.) zijn gemigreerd.
pl: Dane dotyczące leczenia z ostatnich 24 godzin (zdarzenia pompy, wpisy dotyczące węglowodanów, glikemii itp.) nie zostaną przeniesione.
sv: Dina senaste 24 timmar av behandlingsdata (pumphändelser, kolhydrater, glukosposter, etc.) migreras inte.
vi: Dữ liệu điều trị trong 24 giờ gần nhất của bạn (sự kiện từ bơm, nhập carbohydrate, biểu đồ đường huyết, v.v.) chưa được chuyển sang.
zh_hant: 您的前 24 小時治療數據（幫浦事件、碳水化合物輸入、血糖追蹤等）未被遷移。

source: Your phone or app is not enabled for NFC communications, which is needed to pair to libre2 sensors
bg: Вашият телефон или приложение не е активирано за NFC комуникации, което е необходимо за свързване към libre2 сензори
cs: Tvůj telefon nebo aplikace nemá povolenou NFC komunikaci, která je nutná pro spárování se senzory Libre 2
da: Din telefon eller app er ikke aktiveret til NFC-kommunikation, som er nødvendig for at parre til libre2 sensorer
de: Dein Telefon oder Deine App ist nicht für die NFC-Kommunikation aktiviert, die für die Kopplung mit libre2 Sensoren erforderlich ist
es: Tu teléfono o aplicación no está habilitada para las comunicaciones NFC, lo que es necesario para emparejar con sensores libre2
fr: Votre téléphone ou l’application n’autorise pas les communications NFC, nécessaires pour l'appairage des capteurs Libre 2
it: Il tuo telefono o l'app non sono abilitati per le comunicazioni NFC, necessarie per associarsi ai sensori libre2
nb_no: NFC-kommunikasjon er ikke aktivert på telefonen eller i appen. Dette er nødvendig for å koble til libre2-sensorer
nl: Je iPhone of Trio is niet ingeschakeld voor NFC communicatie, wat nodig is om te koppelen met Libre2 sensoren
pl: Twój telefon lub aplikacja nie obsługuje komunikacji NFC, która jest wymagana do sparowania z czujnikami Libre2
pt_pt: Seu telefone ou aplicativo não está habilitado para comunicações NFC, que é necessário para emparelhar sensores libre2
ru: NFC недоступен. Он требуется для соединение с сенсором Libre2
sv: Din telefon eller app är inte aktiverad med NFC, vilket krävs för att parkoppla med Libre2-sensorer
uk: Телефон або додаток не ввімкнуто для NFC з'єднання, це потрібно для підключення Libre2
vi: Điện thoại hoặc ứng dụng của bạn không hỗ trợ NFC ghép nối với libre2
zh_hant: 您的手機或應用未啟用NFC通訊，這是與libre2傳感器配對所需的

source: Your profile basal insulin will be adjusted with the override percentage and your profile ISF and CR will be inversly adjusted with the percentage.
bg: Базалният инсулин от профила ви ще бъде коригиран с процента на отмяната, а ISF и CR от профила ви ще бъдат коригирани обратно пропорционално с процента.
cs: Tvůj profilový bazální inzulín bude upraven o procento profilu (override) a tvůj profilový ISF a CR budou o toto procento upraveny inverzně.
da: Din profil basalinsulin vil blive justeret med overskrivningsprocenten, og din profil ISF og CR vil blive omvendt justeret med procentdelen.
de: Dein Profil Basalinsulin wird mit dem Override-Prozentsatz und Dein Profil-ISF und -CR werden umgekehrt mit dem Prozentsatz angepasst.
es: Su perfil de insulina basal se ajustará con el porcentaje de anulación y su perfil ISF y CR se ajustará inversamente con el porcentaje.
fr: Votre profil basal sera ajusté selon le pourcentage de la Dérogation, tandis que votre Facteur de Sensibilité à l’Insuline (ISF) et votre Ratio Insuline/Glucides (CR) seront ajustés de manière inverse.
it: Il profilo dell’insulina basale sarà regolato con la percentuale di override e invece il profilo ISF e CR sarà regolato in maniera inversamente proporzionale alla percentuale.
nb_no: Profilens basaldose vil bli justert med prosentsatsen og profilens ISF og CR vil bli omvendt justert med prosentsatsen.
nl: Je basale insuline zal worden aangepast met het overschrijvingspercentage en uw ISF en CR profiel zullen direct worden aangepast aan het percentage.
pl: Bazowa wartość insuliny w Twoim profilu zostanie dostosowana o procent nadpisania, a ISF i CR w Twoim profilu zostaną odwrotnie dostosowane o procent.
pt_pt: A insulin basal do seu perfil será ajustada com a porcentagem de substituição e o seu ISF e CR serão inversamente ajustados com a percentagem.
ru: Ваш профиль базального инсулина будет скорректирован с учетом процента переопределения, а ваши профили ISF и CR будут скорректированы обратно пропорционально этому проценту.
sv: Din vanliga basal kommer att justeras procentuellt enligt ovan, medan din normala insulinkänslighet (ISF) och insulinkvot (CR) kommer att bli omvänt justerade.
uk: Ваш профіль базального інсуліну буде скоригований з урахуванням відсотка перевизначення, а ваші профілі ISF і CR будуть скориговані пропорційно цьому відсотку.
vi: Lượng insulin nền theo hồ sơ của bạn sẽ được điều chỉnh theo phần trăm ghi đè, và các thông số ISF (hệ số nhạy cảm insulin) và CR (tỉ lệ carb) sẽ được điều chỉnh ngược lại theo phần trăm này.
zh_hant: 您的個人設定基礎胰島素將根據覆蓋比例進行調整，而您的個人設定ISF和CR也將根據百分比反向調整。
